Repository: IvorySvoboda/Orhadi
Catalog: Orhadi/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

source: A Fazer
en: To-Do

source: A Tarefa Venceu!
en: The Task Expired!

source: A Tarefa: %@ Venceu!
en: The Task: %@ Expired!

source: Adicionar Matéria
en: Add Subject

source: Agendar Notificações
en: Schedule Notifications

source: Ajustes
en: Settings

source: Ao importar a rotina de estudos todas as informações existentes da rotina de estudos serão removidas. Deeseja continuar?
en: When importing the study routine, all existing study routine information will be removed. Do you want to continue?

source: Ao importar as matérias todas as matérias já existentes serão removidas. Deeseja continuar?
en: When importing subjects, all existing subjects will be removed. Do you want to continue?

source: Ao importar as tarefas todas as tarefas já existentes serão removidas. Deeseja continuar?
en: When importing tasks, all existing tasks will be removed. Do you want to continue?

source: Apagar
en: Erase

source: Apagar Dados
en: Erase Data

source: Apagar todos os dados?
en: Erase all data

source: Aparência
en: Appearance

source: Cancelar
en: Cancel

source: Claro
en: Light

source: Completados ou Vencidos
en: Completed or Expired

source: Completar
en: Complete

source: Confirmar para Excluir
en: Confirm to Delete

source: Continuar
en: Continue

source: Dados
en: Data

source: dd/MM/yyyy – HH:mm
en: MM/dd/yyyy – hh:mm

source: Descanso
en: Break

source: Domingo
en: Sunday

source: Editar
en: Edit

source: Editar %@
en: Edit %@

source: Editar Estudo
en: Edit Study

source: Editar Matéria
en: Edit Subject

source: Editar Professor
en: Edit Teacher

source: Escuro
en: Dark

source: Essa ação é permanente e não pode ser desfeita. Tem certeza de que deseja excluir %@?
en: This action is permanent and cannot be undone. Are you sure you want to delete %@?

source: Essa ação é permanente e não pode ser desfeita. Tem certeza de que deseja excluir esta matéria dos estudos?
en: This action is permanent and cannot be undone. Are you sure you want to delete this subject from the Studies?

source: Essa ação é permanente e não pode ser desfeita. Tem certeza de que deseja excluir esta tarefa?
en: This action is permanent and cannot be undone. Are you sure you want to delete this task?

source: Esta ação é permanente e não pode ser desfeita. Tem certeza que deseja continuar?
en: This action is permanent and cannot be undone. Are you sure you want to proceed?

source: esta matéria
en: this subject

source: este intervalo
en: this recess

source: Estudando
en: Studying

source: Estudos
en: Studies

source: Estudos completados! 🔥
en: Studies completed! 🔥

source: Excluir
en: Delete

source: Excluir %@?
en: Delete %@?

source: Excluir matéria?
en: Delete subject?

source: Excluir tarefa?
en: Delete to-do?

source: Exportar Matérias
en: Export Subjects

source: Exportar Rotina de Estudos
en: Export Study Routine

source: Exportar Tarefas
en: Export To-Dos

source: Falta 1 dia para a tarefa expirar.
en: The task will expire in 1 day.

source: Falta 1 hora para a tarefa expirar.
en: The task will expire in 1 hour.

source: Fazer o dever de casa
en: Do the homework

source: Horário
en: Schedule

source: Importar Matérias
en: Import Subjects

source: Importar Rotina de Estudos
en: Import Study Routine

source: Importar Tarefas
en: Import To-Dos

source: Iniciar
en: Start

source: intervalo
en: recess

source: Intervalo
en: Recess

source: INTERVALO
en: RECESS

source: Isso removerá a matéria da visualização. Você pode reativá-la a qualquer momento nos ajustes.
en: This will remove the subject from view. You can reactivate it at any time in the settings.

source: matéria
en: subject

source: Matéria
en: Subject

source: Matérias
en: Subjects

source: Matérias Compartilhadas
en: Shared Subjects

source: Matérias Ocultas
en: Hidden Subjects

source: Minha matéria
en: My subject

source: Minha nova matéria
en: My new subject

source: Minha nova tarefa
en: My new to-do

source: Não Informado
en: Not Informed

source: Não informado.
en: Not provided.

source: Nenhum
en: None

source: Notificações
en: Notifications

source: Nova Matéria
en: New Subject

source: Nova Tarefa
en: New To-Do

source: Novo Intervalo
en: New Recess

source: Novo Professor
en: New Teacher

source: Ocultar
en: Hide

source: Ocultar matéria?
en: Hide subject?

source: Prof. Ivory
en: Mr. Smith

source: Professor
en: Teacher

source: Professores
en: Teachers

source: Quando ativado, notificações serão agendadas para lembrar você de tarefas próximas ao prazo final. Desativar essa opção não cancelará notificações já agendadas.
en: When enabled, notifications will be scheduled to remind you of tasks nearing their deadline. Disabling this option will not cancel already scheduled notifications.

source: Quarta-feira
en: Wednesday

source: Quinta-feira
en: Thursday

source: Rotina de Estudos
en: Study Routine

source: Sábado
en: Saturday

source: Sala 101
en: Classroom 101

source: Salvar
en: Save

source: Segunda-feira
en: Monday

source: Sem matérias ocultas.
en: No hidden subjects

source: Sem Nome
en: No Name

source: Sexta-feira
en: Friday

source: Sobre
en: About

source: Tarefas
en: To-Dos

source: Tema
en: Theme

source: Tempo de Descanso
en: Break Time

source: Terça-feira
en: Tuesday

# Versão: %@ (%@)
source: Versão: %1$@ (%2$@)
en: Version: %1$@ (%2$@)

source: Visualização
en: View
